01/lecture1_notes.tex
% Created 2024-10-14 Mon 16:44
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Glenn D. Moor}
\date{\textit{<2024-10-14 Mon>}}
\title{Lecture One Statistics Notes}
\hypersetup{
 pdfauthor={Glenn D. Moor},
 pdftitle={Lecture One Statistics Notes},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Objectives}
\label{sec:org8b66cce}
\subsection{Define statistics and statistical thinking}
\label{sec:org283fa5e}
\subsection{Explain the process of statistics}
\label{sec:org39aa6cf}
\subsection{Distinguish between qualitative and quantitative variables}
\label{sec:org4adf659}
\subsection{Determine the level of measurementof a variable}
\label{sec:orgffbc522}
\section{Defining statistics}
\label{sec:org8f54a58}

\subsection{Statistics}
\label{sec:org62053c0}
The science of collecting, organizing, summarizing, and analyzing information to draw conclusions or answer questions.
In addition, statistics is about providing a measure of confidence in any conclusions.
\subsection{Data}
\label{sec:org488707d}

\subsubsection{The information refferd to in the defenition is data}
\label{sec:orgd4c77db}
\subsubsection{A fact or proposition used to draw a conclusion}
\label{sec:org400dfe9}
\subsubsection{May vary}
\label{sec:orgde41f28}
\subsubsection{One goal of statistics is to understand variablility in data}
\label{sec:orgdd53004}
\section{Explaining the process of statistics}
\label{sec:orgbd5d95e}

\subsection{A \textbf{Population} consists of the entire group of individuals to be studied.}
\label{sec:org9e226ae}

\subsection{A \textbf{Sample} is a subset of the population that is being studied.}
\label{sec:org386033d}

\subsection{An \textbf{Individual} is a person or object that is a member of the population being studied.}
\label{sec:org2811ca2}

\subsection{\textbf{Descriptive Statistics} consists of organizing and summarizing data and describing data through numerical summaries, tables, and graphs.}
\label{sec:org606f6c3}

\subsection{A \textbf{Statistic} is a numerical summary based on a \textbf{sample}.}
\label{sec:org6c1f717}

\subsection{\textbf{Inferential Statistics} uses methods that take results from a sample, extends them to the population, and measures the reliability of the result.}
\label{sec:org6ac057a}

\subsection{A \textbf{Parameter} is a numerical summary of a population.}
\label{sec:org30bf267}
\section{Parameter versus Statistic}
\label{sec:org1564120}

Example: Suppose the percentage of all students on our campus who have a job is 84.9\%.:
\end{document}
